Revit 2027 API
SymbolTypeId.VA Property
 Symbol VA, indicating unit Volt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VA { get; }
Public Shared ReadOnly Property VA As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VA {
	ForgeTypeId^ get ();
}
static member VA : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace